Repository: oat-sa/extension-tao-funcacl
Catalog: locales/*-arb/messages.po
Languages: ar_arb

source: Actions
ar_arb: إجراءات

source: Available roles
ar_arb: الأدوار المتاحة

source: Grant access rights to the action
ar_arb: منح حقوق الوصول إلى الإجراء

source: Grant access rights to the entire controller
ar_arb: منح حقوق الوصول إلى وحدة التحكم بأكملها

source: Grant access rights to the entire extension
ar_arb: منح حقوق الوصول إلى الامتداد بأكمله

source: includes
ar_arb: يشمل

source: Inherited access to the action
ar_arb: الوصول الموروث إلى الإجراء

source: Inherited access to the controller
ar_arb: الوصول الموروث إلى وحدة التحكم

source: Inherited access to the extension
ar_arb: الوصول الموروث إلى الملحق

source: Manage Access Rights
ar_arb: إدارة حقوق الوصول

source: Modules
ar_arb: مجزوءات

source: Revoke access rights to the action
ar_arb: إلغاء حقوق الوصول إلى الإجراء

source: Revoke access rights to the entire controller
ar_arb: إلغاء حقوق الوصول إلى وحدة التحكم بأكملها

source: Revoke access rights to the entire extension
ar_arb: إلغاء حقوق الوصول إلى الامتداد بأكمله

source: Roles
ar_arb: أدوار

source: Users
ar_arb: المستخدمون
