Repository: oat-sa/extension-tao-funcacl
Catalog: locales/*-arb/taofuncacl.rdf.po
Languages: ar_arb

# http://www.w3.org/2000/01/rdf-schema#label
source: Control component
ar_arb: مكون التحكم

# http://www.w3.org/2000/01/rdf-schema#comment
source: Either an extension, module or action
ar_arb: إما ملحق أو وحدة نمطية أو إجراء

# http://www.w3.org/2000/01/rdf-schema#label
source: An extension
ar_arb: ملحق

# http://www.w3.org/2000/01/rdf-schema#comment
source: A tao extension
ar_arb: ملحق tao

# http://www.w3.org/2000/01/rdf-schema#label
source: A module
ar_arb: وحدة نمطية

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Module
ar_arb: وحدة تحكم MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: An action
ar_arb: إجراء

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Action
ar_arb: إجراء وحدة تحكم MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
ar_arb: معرّف

# http://www.w3.org/2000/01/rdf-schema#comment
source: Identifier
ar_arb: معرّف

# http://www.w3.org/2000/01/rdf-schema#label
source: Grant access to a control component
ar_arb: منح الوصول إلى مكون التحكم

# http://www.w3.org/2000/01/rdf-schema#comment
source: Grant access to a control component
ar_arb: منح الوصول إلى مكون التحكم

# http://www.w3.org/2000/01/rdf-schema#label
source: Member of
ar_arb: عضو في

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of a module
ar_arb: عضو في وحدة نمطية

# http://www.w3.org/2000/01/rdf-schema#label
source: Extension
ar_arb: ملحق

# http://www.w3.org/2000/01/rdf-schema#comment
source: Extension of the module
ar_arb: ملحق الوحدة

# http://www.w3.org/2000/01/rdf-schema#label
source: Function ACL Manager
ar_arb: وظيفة مدير ACL

# http://www.w3.org/2000/01/rdf-schema#comment
source: The functionality based access controll layer Manager Role
ar_arb: دور مدير طبقة التحكم في الوصول القائم على الوظائف
