Repository: oat-sa/extension-tao-funcacl
Catalog: locales/*/messages.po
Languages: de_de, fr_fr, it_it, ja_jp, lt_lt, nb_no, nl_nl, pt_br

source: Actions
de_de: Aktionen
it_it: Azioni
ja_jp: アクション
lt_lt: Veiksmai
nb_no: Handlinger
nl_nl: Acties
pt_br: Ações

source: Available roles
de_de: Verfügbare Rollen
fr_fr: Rôles disponibles
it_it: Ruoli disponibili
ja_jp: 利用可能なロール
lt_lt: Galimos rolės
nb_no: Tilgjengelige roller
nl_nl: Beschikbare rollen
pt_br: Funções disponíveis

source: Grant access rights to the action
de_de: Zugriffsrechte für die Aktion gewähren
fr_fr: Accorder les droits d'accès pour cette action
it_it: Concessi diritti di accesso all'azione
ja_jp: アクションのためのアクセス権を付与
lt_lt: Suteikti prieigos leidimus veiksmui
nb_no: Tilgangsrettighetsrolle til en handling
nl_nl: Geef toegangsrechten tot de actie
pt_br: Conceder permissões de acesso para a ação

source: Grant access rights to the entire controller
de_de: Zugriffsrechte für den gesamten Controller gewähren
fr_fr: Accorder les droits d'accès pour le contrôleur entier
it_it: Concessi diritti di accesso all'intero controllore
ja_jp: コントローラー全体に対するアクセス権を付与
lt_lt: Suteikti prieigos teises visam kontroleriui
nb_no: Tilgangsrettighetsrolle til
nl_nl: Verleen toegangsrechten tot de gehele controller
pt_br: Conceder permissões de acesso para todo controlador

source: Grant access rights to the entire extension
de_de: Zugriffsrechte für die gesamte Erweiterung gewähren
fr_fr: Accorder les droits d'accès pour l'extension entière
it_it: Concessi diritti di accesso all'intera estensione
ja_jp: 拡張機能全体に対するアクセス権を付与
lt_lt: Suteikti prieigos teises visam plėtiniui
nb_no: Tilgangsrettighetsrolle til
nl_nl: Verleen toegangsrechten tot de gehele uitbreiding
pt_br: Conceder permissões de acesso para toda a extensão

source: includes
de_de: inkludiert
fr_fr: contient
it_it: contiene
ja_jp: インクルード
lt_lt: apima
nb_no: inkluderer
nl_nl: bevat
pt_br: incluir

source: Inherited access to the action
de_de: Vererbter Zugriff auf die Aktion
fr_fr: Accès hérité à l'action
it_it: Accesso ereditato all'azione
ja_jp: アクションへのアクセスを継承
lt_lt: Paveldėta prieiga veiksmui
nb_no: Arvet tilgang til handlingen
nl_nl: Geërfde toegang tot de actie
pt_br: Acesso herdado para a ação

source: Inherited access to the controller
de_de: Vererbter Zugriff auf den Controller
fr_fr: Accès hérité au contrôleur
it_it: Accesso ereditato al controllore
ja_jp: コントローラーへのアクセスを継承
lt_lt: Paveldėti prieigą kontroleriui
nb_no: Arvet tilgang til
nl_nl: Geërfde toegang tot de controller
pt_br: Acesso herdado para o controlador

source: Inherited access to the extension
de_de: Vererbter Zugriff auf die Erweiterung
fr_fr: Accès hérité à l'extension
it_it: Accesso ereditato all'estensione
ja_jp: 拡張機能へのアクセスを継承
lt_lt: Paveldėta prieiga plėtiniui
nb_no: Arvet tilgang til
nl_nl: Geërfde toegang tot de uitbreiding
pt_br: Acesso herdado à extensão

source: Manage Access Rights
de_de: Zugriffsrechte verwalten
fr_fr: Gérer les droits d'accès
it_it: Gestione diritti di accesso
ja_jp: アクセス権管理
lt_lt: Tvarkyti Prieigos Leidimus
nb_no: Administrere tilgangsstyring
nl_nl: Beheer toegangsrechten
pt_br: Gerenciar Permissões de Acesso

source: Modules
de_de: Module
it_it: Moduli
ja_jp: モジュール
lt_lt: Moduliai
nb_no: Moduler
pt_br: Módulos

source: Revoke access rights to the action
de_de: Zugriffsrechte für die Aktion widerrufen
fr_fr: Révoquer les droits d'accès à l'action
it_it: Revoca diritti di accesso all'azione
ja_jp: アクションへのアクセス権を取り消し
lt_lt: Atšaukti prieigos teises veiksmui
nb_no: Slette rollen til en handling
nl_nl: Trek toegangsrechten in tot de actie
pt_br: Revogar permissões de acesso para a ação

source: Revoke access rights to the entire controller
de_de: Zugriffsrechte für den gesamten Controller widerrufen
fr_fr: Révoquer les droits d'accès au contrôleur entier
it_it: Revoca diritti di accesso all'intero controllore
ja_jp: コントローラー全体へのアクセス権を取り消し
lt_lt: Atšaukti prieigos teises visam kontroleriui
nb_no: Slette rolle
nl_nl: Trek toegangsrechten in tot de gehele controller
pt_br: Revogar permissões de acesso para todo o controlador

source: Revoke access rights to the entire extension
de_de: Zugriffsrechte für die gesamte Erweiterung widerrufen
fr_fr: Révoquer les droits d'accès à l'extension entière
it_it: Revoca diritti di accesso all'intera estensione
ja_jp: 拡張機能全体へのアクセス権を取り消し
lt_lt: Atšaukti prieigos teises visam plėtiniui
nb_no: Slette rolle
nl_nl: Trek toegangsrechten in tot de gehele uitbreiding
pt_br: Revogar permissões de acesso para toda a extensão

source: Roles
de_de: Rollen
fr_fr: Rôles
it_it: Ruoli
ja_jp: 権限
lt_lt: Rolės
nb_no: Roller
nl_nl: Rollen
pt_br: Funções

source: Users
de_de: Nutzer
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ユーザー
lt_lt: Vartotojai
nb_no: Brukere
nl_nl: Gebruikers
pt_br: Usuários
