Repository: oat-sa/extension-tao-funcacl
Catalog: locales/*/taofuncacl.rdf.po
Languages: fr_fr, it_it, ja_jp, lt_lt, nl_nl

# http://www.w3.org/2000/01/rdf-schema#label
source: Control component
fr_fr: Composant de contrôle
it_it: Componente di controllo
ja_jp: 管理コンポーネント
lt_lt: Valdymo komponentas
nl_nl: Controle component

# http://www.w3.org/2000/01/rdf-schema#comment
source: Either an extension, module or action
fr_fr: Soit une extension, un module ou une action
it_it: Un'estensione, un modulo o un'azione
ja_jp: 拡張機能、モジュール、アクションのいずれか
lt_lt: Arba plėtinis, modulis, veiksmas
nl_nl: Ofwel een uitbreiding, module of een actie

# http://www.w3.org/2000/01/rdf-schema#label
source: An extension
fr_fr: Une extension
it_it: Una estensione
ja_jp: 拡張機能
lt_lt: Plėtinys
nl_nl: Een uitbreiding

# http://www.w3.org/2000/01/rdf-schema#comment
source: A tao extension
fr_fr: Une extension de TAO
it_it: Un'estensione Tao
ja_jp: TAO拡張機能
lt_lt: Tao plėtinys
nl_nl: Een tao uitbreiding

# http://www.w3.org/2000/01/rdf-schema#label
source: A module
fr_fr: Un module
it_it: Un modulo
ja_jp: モジュール
lt_lt: Modulis
nl_nl: Een module

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Module
fr_fr: Un module contrôleur du motif MVC
it_it: Un modulo controllore MVC
ja_jp: MVCコントローラーモジュール
lt_lt: MVC Kontrolerio Modulis
nl_nl: Een MVC controller module

# http://www.w3.org/2000/01/rdf-schema#label
source: An action
fr_fr: Une action
it_it: Una azione
ja_jp: アクション
lt_lt: Veiksmas
nl_nl: Een actie

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Action
fr_fr: Une action de contrôleur MVC
it_it: Un'azione del controllore MVC
ja_jp: MVC コントローラーアクション
lt_lt: MVC Kontrolerio Veiksmas
nl_nl: Een MVC controller actie

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
fr_fr: Identifiant
it_it: Identificatore
ja_jp: 識別子
lt_lt: Identifikatorius
nl_nl: Naam

# http://www.w3.org/2000/01/rdf-schema#comment
source: Identifier
fr_fr: Identifiant
it_it: Identificatore
ja_jp: 識別子
lt_lt: Identifikatorius
nl_nl: Naam

# http://www.w3.org/2000/01/rdf-schema#label
source: Grant access to a control component
fr_fr: Autorise l'accès à un composant de contrôle
it_it: Concesso l'accesso ad un componente di controllo
ja_jp: コントロールコンポーネントのアクセスを付与
lt_lt: Suteikti prieigą prie valdymo komponento
nl_nl: Geef toegang tot een controle component

# http://www.w3.org/2000/01/rdf-schema#comment
source: Grant access to a control component
fr_fr: Autorise l'accès à un composant de contrôle
it_it: Concesso l'accesso ad un componente di controllo
ja_jp: コントロールコンポーネントのアクセスを付与
lt_lt: Suteikti prieigą prie valdymo komponento
nl_nl: Geef toegang tot een controle component

# http://www.w3.org/2000/01/rdf-schema#label
source: Member of
fr_fr: Membre de
it_it: Membro di
ja_jp: メンバー
lt_lt: Narys
nl_nl: Lid van

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of a module
fr_fr: Membre d'un module
it_it: Membro di un modulo
ja_jp: モジュールのメンバー
lt_lt: Modulio narys
nl_nl: Lid van een module

# http://www.w3.org/2000/01/rdf-schema#label
source: Extension
it_it: Estensione
ja_jp: 拡張機能
lt_lt: Plėtinys
nl_nl: Uitbreiding

# http://www.w3.org/2000/01/rdf-schema#comment
source: Extension of the module
fr_fr: Extension du module
it_it: Estensione del modulo
ja_jp: モジュールの拡張機能
lt_lt: Modulio plėtinys
nl_nl: Uitbreiding van de module

# http://www.w3.org/2000/01/rdf-schema#label
source: Function ACL Manager
fr_fr: Fonction de gestionnaire des ACL
it_it: Funzione ACL Manager
ja_jp: ファンクションACL 管理
lt_lt: ACL Funkcijos Tvarkytojas
nl_nl: Functie ACL beheer

# http://www.w3.org/2000/01/rdf-schema#comment
source: The functionality based access controll layer Manager Role
fr_fr: Le rôle de gestionnaire de la couche de contrôle d'accès basé sur une fonctionnalité
it_it: Ruolo di Gestione del livello di controllo di accesso basato sulle funzionalit√†
ja_jp: 機能ベースのアクセス制御レイヤー管理ロール
lt_lt: Funkcionalumas paremtas prieigos valdymo sluoksniu Tvarkytojo Role
nl_nl: De, op functionaliteit gebaseerde, toegangscontrole laag beheerrol
